[
    {
        "name": "Lakmé Eyeconic Kajal",
        "description": "Accentuate the beauty of your eyes with the Lakme Eyeconic Kajal. This dermatologically tested kajal is just what you need for completing your eye makeup or carrying a simple, only-kajal look. It's a smudge proof, water proof kajal and can add the dramatic and glamorous look to your eyes. It has intense matte texture for Eyeconic eyes. You can Experiment with a thin line or a bold wing, this kajal is great for day and night looks. Its long-lasting- up to 22 hours without smudging and is completely water proof. It is designed with an easy to use and convenient twist-up format. Just one stroke of the Lakme Eyeconic Kajal enhances your simple look to a more stylish avatar. Its beat all your timelines, be it meetings, travelling or just a day out and lasts fr 22 hrs. You are incomplete without kajal and this is a perfect everyday product! Get the Lakme Eyeconic Kajal in black, now. The balck Eyeconic goes best with your Eyeconic mascara. To enhance your eyes further. You can also use from our 4 eye quartet pallets to enhance your eye to wedding a wedding, party and work look. Draw a neat stroke on the upper lid, starting from the inner corner of the eyes, extending outwards. Repeat on the lower lid.",
        "img": "https://rukminim2.flixcart.com/image/416/416/xif0q/kajal/u/z/q/-original-imaggdynczfj9pbt.jpeg?q=70",
        "discountPrice":262,
        "price":  350,
        "rating": 4.3,
        "category": "Women",
        "brand": "Lakme",
        "id": "women01"
    },
    {
        "name": "MSI Core i7",
        "description": "Get the incredible MSI laptop, which is packed with features and capable of quickly mesmerising you. The Katana 17 laptop offers an unmatched performance boost for your multitasking work and performance-demanding games thanks to its outstanding 13th Gen Intel Core i7 Processor. Also, this gaming laptop's eye-catching 43.94 cm (17.3) high-speed display offers rich graphics for intensive gameplay. Furthermore, the CPU and GPU of this MSI laptop have unique thermal arrangements with up to six heat pipes. Moreover, its heat pipe's inside diameter has been expanded, enabling you to enjoy gaming for extended periods of time.",
        "img": "https://rukminim2.flixcart.com/image/416/416/xif0q/computer/s/n/d/katana-17-b13vfk-253in-gaming-laptop-msi-original-imagmmhgf9gjkhzf.jpeg?q=70",
        "discountPrice":139990,
        "price":  165990,
        "rating": 4.2,
        "category": "Laptops",
        "brand": "MSI",
        "id": "lap02"
    },    
    {
        "name": "ASUS Zenbook",
        "description": "The Asus Zenbook 14 OLED laptop features a powerful AMD Ryzen 7000 U series processor that ensures fast and enhanced performance. It has a long-lasting battery that lasts about 22 hours on a single charge. Stay connected with your friends or browse through the web with WiFi 6E. It has a stunning design with a thin NanoEdge bezel that makes it compact and offers an immersive display with its 16:10 2.8 K OLED display. Its colour accuracy and motion clarity makes this laptop a perfect choice for artists and designers.",
        "img": "https://rukminim2.flixcart.com/image/416/416/xif0q/computer/i/1/i/-original-imagpxgrz9wzqa9g.jpeg?q=70",
        "discountPrice":53990,
        "price":  70790,
        "rating": 4.3,
        "category": "Laptops",
        "brand": "ASUS",
        "id": "lap06"
    },
    {
        "name": "ASUS Chromebook",
        "description": "You can keep up with office work or school assignments even when you're on the move with the slim and lightweight ASUS Chromebook CX1101 Laptop. Running on a Chrome Operating System, this laptop offers speedy and efficient performance to meet everyday computing demands. And, its robust build can bear accidental bumps and knocks, ensuring long-lasting performance. Moreover, integrated with an Intel dual-core processor, this laptop gives you a fast and seamless computing experience.",
        "img": "https://rukminim2.flixcart.com/image/416/416/kwnv6a80/computer/9/c/i/-original-imag9aajekwegabt.jpeg?q=70",
        "discountPrice":14990,
        "price":  24990,
        "rating": 4.3,
        "category": "Laptops",
        "brand": "ASUS",
        "id": "lap08"
    },
    {
        "name": "HP intel",
        "description": "Get an HP Chromebook laptop to boost productivity and add some style to your desk. The HP intel Celeron Dual Core laptop gives a theater-like experience from the comfort of your lap thanks to speakers tuned by B&O's audio specialists and a micro-edge HD+ touch display. Additionally, you can enjoy the dynamic speed you require to get things done thanks to an Intel Core Processor, ample storage, and up to 12-hour battery life. This laptop is a fantastic addition to your workstation since it starts up in less than ten seconds and is regularly updated to perform at its optimum.",
        "img": "https://rukminim2.flixcart.com/image/416/416/xif0q/computer/6/p/a/chromebook-chromebook-hp-original-imagkwj8tahdykbd.jpeg?q=70",
        "discountPrice":19990,
        "price":  30001,
        "rating": 4.3,
        "category": "Laptops",
        "brand": "HP",
        "id": "lap09"
    },
    {
        "name": "Mamaearth 100% Natural",
        "description": "Hi! I am Mamaearth Milky Soft Natural Lip Balm crafted especially for your cutie-patootie! I gently hydrate and provide deep nourishment to your bubs lips. 100% natural and with no harmful chemicals, I heal your munchkins chapped lips and leave them moisturized for up to 12 hours. I am loaded with all-natural ingredients like Oats, Milk, and Calendula, and nourish your babys tiny soft lips gently. Oats have anti-inflammatory properties that soothe your little ones lips while Milk keeps them hydrated and soft. Calendula is rich in Vitamin E & Amino Acids for deep nourishment that also fights dryness. I am MadeSafe Certified, and contain no toxins or harmful chemicals. I also dont contain any Silicones, Parabens, mineral oil & dyes.",
        "img": "https://rukminim2.flixcart.com/image/416/416/xif0q/lip-balm/w/z/h/-original-imagr7v4p5mbxwvh.jpeg?q=70",
        "discountPrice":168,
        "price":  199,
        "rating": 3.3,
        "category": "Women",
        "brand": "Mamaearth",
        "id": "women03"
    },
    {
        "name": "APPLE 2020",
        "description": "This Apple Macbook is powered by the Apple M1 chip and is easily portable so that you can carry it with you anywhere you want. This thin and light notebook is equipped with an 8-core CPU to handle all your tasks more efficiently. The 8-core GPU of this notebook takes graphic-intensive games and apps to a whole new level. It also comes with a 16-core Neural Engine to do machine learning tasks more effectively. Its fan-less design offers silent operations and has a long-lasting battery life which can last up to 18 hours on a single charge.",
        "img": "https://rukminim2.flixcart.com/image/416/416/kp5sya80/screen-guard/tempered-glass/o/v/n/apple-macbook-air-m1-13-3-inch-lightwings-original-imag3gh5xftgbpg3.jpeg?q=70",
        "discountPrice":81990,
        "price":  99900,
        "rating": 4.3,
        "category": "Laptops",
        "brand": "Apple",
        "id": "lap10"
    },
    {
        "name": "DOLPHY Rowing Machine",
        "description": "(1)ERGONOMIC DESIGN : This fitness rower machine is not only carefully designed, but also the ergonomic body makes it smooth and delicate, with high resilience foam pad; non-slip texture, large base and heavy frame easy to adjust.(2) 12-GEAR ADJUSTABLE RESISTANCE : Using a indoor rower is a good way to improve overall health, with small impact and easy joints, suitable for all ages and fitness levels; It has hydraulic damping, 12-gear resistance adjustment and 3-position height adjustment (3)MULTIFUNCTIONAL HOME FITNESS EQUIPMENT : Rowing is an excellent aerobic exercise and strength training exercise; It can exercise several main muscle groups (chest, core, abdomen, gluteal muscles, upper body and lower body), and burns while enhancing strength Calories, the calories burned are twice as much as riding a bicycle, reducing the pressure and impact on joints (4)DIGITAL MONITOR DESIGN: Built-in digital monitor, you can track your exercise progress, including time, count, total, calories and scanning functions; you can fix the adjustable pedal strap to your foot and use it as needed Stabilizer adjustment rowing boat. (5)HIGH QUALITY : Our adjustable resistance rowing machine is a reliable product, not only provides a barrier-free exercise method, especially at home; this exercise equipment allows you to eliminate the stress of the day and release heat after a small amount of exercise (6)EASY INSTILLATION: This product installation is very easy, you can install this product from your side, and if any issue in installation we will provide you video call assistance for installation of this product.",
        "img": "https://rukminim2.flixcart.com/image/416/416/kziqvm80/rowing-machine/d/r/u/indoor-rower-exercise-machine-with-adjustable-resistance-digital-original-imagbgb2sds9zgqc.jpeg?q=70",
        "discountPrice":12999,
        "price":  19999,
        "rating": 4.3,
        "category": "Fitness",
        "brand": "DOLPHY",
        "id": "fit01"
    },
    {
        "name": "COSCO Cricket Tennis",
        "description": "The essence of a rugby player is to play hard, remain focused and get that ball over the line. Having a great resource tool to do it with is also critical to getting the job done. The Cosco Spotco Rugby Ball will help the player to maximize his talents and improve his performance one step at a time. Synthetic Hand Stitch, With hand stitched toughness, the Cosco Spotco Rugby Ball guarantees a powerful and confident performance. The player knows he has a ball that can withstand the hustle and bustle associated with the game. It makes the ball twice as durable and long lasting with as little wear and tear on the ball as possible. Material:The Cosco Spotco Rugby Ball is made from the finest synthetic material which is resilient under rough treatment and lasts longer. Fitted with latex bladder its high shape retention ensures that the ball remains stable throughout its lifespan.",
        "img": "https://rukminim2.flixcart.com/image/612/612/k6v2ykw0/ball/w/8/z/70-standard-6-8-cricket-tennis-ball-1-12001-cricket-tennis-ball-original-imafp7hqf3tmjwgj.jpeg?q=70",
        "discountPrice":419,
        "price":  516,
        "rating": 3.3,
        "category": "Sports",
        "brand": "COSCO",
        "id": "sport01"
    },
    {
        "name": "HP Victus",
        "description": "Play and win every game like a warrior and experience unmatched gaming performance with the HP Victus Core i5 12th Gen gaming laptop. It is driven by a multi-core processing capability that delivers the 12th generation Intel Core i7 processor, integrated Iris Xe graphics and NVIDIA GeForce GTX 1650 graphics for seamless gaming and unmatched user engagement. Also, this laptop features a slim Micro Edge display to offer realistic visuals for every gaming movement.",
        "img": "https://rukminim2.flixcart.com/image/416/416/xif0q/computer/m/0/i/-original-imagsnzbs7zvfend.jpeg?q=70",
        "discountPrice":63990,
        "price":  74829,
        "rating": 4.3,
        "category": "Laptops",
        "brand": "HP",
        "id": "lap03"
    },
    {
        "name": "COSCO Premier Football",
        "description": "Brush up your daily training sessions, the Cosco premier Football  5 is designed for beginners.Synthetic Hand Sewn Ball The outer cover of the football is made with synthetic material and hand stitched to give a proper structure and feel. Good shape retention. The latex bladder of the football renders to good shape retention and allows air to pass through slowly, rather than accidentally bursting. Latex Bladder for Good Rebound Owing to the latex bladder, experience good rebound and flight with the Cosco Premier Football. Sturdy Construction The football is hand stitched thus giving a sturdy construction.good shape. Good Durability Designed with good quality material and better features, the football has long lasting durability.",
        "img": "https://rukminim2.flixcart.com/image/612/612/jqfinww0/ball/f/z/s/550-2-5-4-premier-1-na-football-cosco-original-imafcf53pvxnpt7y.jpeg?q=70",
        "discountPrice":789,
        "price":  960,
        "rating": 4.3,
        "category": "Sports",
        "brand": "COSCO",
        "id": "sports02"
    },
    {
        "name": "Aurion Unfilled Punch",
        "description": "4 Inches unfilled punch bags, boxing punch bags, kicks bags twinned non tear unfilled punch bag ( can be used outside) chrome covered d rings with hanging chain Unfilled Bag with Zip top design for easy filling Stabilize your heavy punch bag with 45-pounds of Sand approx otherwise as Buyer Requirement Comes Unfilled can be filled with sand+ Free Bag Mitts Constructed of Non tear high-quality Mico Hide Leather, Fashioned with Heavy duty zip-fastened closure ,1 Pair of Hand Wraps with hanging chain for strength and endurance",
        "img": "https://rukminim2.flixcart.com/image/416/416/kixgtjk0-0/kit/z/k/n/unfilled-punch-bag-set-2-feet-boxing-kit-with-hand-wrap-canvas-original-imafyhqzagyvr58k.jpeg?q=70",
        "discountPrice":459,
        "price":  799,
        "rating": 2.4,
        "category": "Sports",
        "brand": "Aurion",
        "id": "sports03"
    },
    {
        "name": "MAYBELLINE NEW YORK",
        "description": "The new Maybelline New York Colossal kajal gets better. This water proof formula infused with the goodness of Aloe Vera stays up to 24 hours without smudging. Contains Aloe Vera. Lasts up to 24 hours. Does not smudge. Waterproof formula. Now buy this kajal in Pack of two with an attractive discount.",
        "img": "https://rukminim2.flixcart.com/image/416/416/xif0q/kajal/d/t/0/-original-imagpxb6avyxuy8z.jpeg?q=70",
        "discountPrice":245,
        "price":  378,
        "rating": 4.3,
        "category": "Women",
        "brand": "MAYBELLINE",
        "id": "women02"
    },
    {
        "name": "Aluminium Pressure Cooker",
        "description": "Pigeon induction base Aluminium outer lid Pressure Cooker combo comes with multi-top compatible. Therefore, it can be used on standard gas, induction, halogen, electric, and ceramic cooktops. The base of the cooker remains flat without bulging or becoming concave. This ergonomic pressure cooker maintains its gleam without corroding, which is an indication of its durability. The cooker is easy to clean and simple to maintain. Prepare wholesome and nutritious meals for your loving family and friends.",
        "img": "https://rukminim2.flixcart.com/image/416/416/xif0q/pressure-cooker/c/9/o/-original-imagsjvkhauj7y2t.jpeg?q=70",
        "discountPrice":1638,
        "price":  2855,
        "rating": 3.4,
        "category": "Kitchen",
        "brand": "Pigeon",
        "id": "kitchen01"
    },
    {
        "name": "G-Shock ( GST-B100-1ADR ) ",
        "description": "To register this product online for warranty, the customer has to visit https://register.casio.in. Post login, please select the 'Online Store' option and follow the steps for registration. Please refer to the aforementioned link for further details.",
        "img": "https://rukminim2.flixcart.com/image/832/832/xif0q/watch/d/2/d/-original-imagqjesdjgvy2ms.jpeg?q=70",
        "discountPrice":24995,
        "price":  24995,
        "rating": 4.4,
        "category": "watches",
        "brand": "CASIO",
        "id": "watch01"
    },
    
    {
        "name": "POND's Bright Beauty",
        "description": "Is your true brightness lost or hidden? Over time, dead skin cells accumulate on your skin, hiding your true brightness, making you look dull. Introducing new and improved Pond's Bright Beauty Spot-less Glow Face Wash. First ever facewash with Double Brightening Action to renew your maximum brightness every day. Infused with vitamin B3+, it removes layers of brightness blocking dead skin cells and it strengthens skin's natural renewal process, revealing new bright cells. Renew your maximum brightness with everyday wash. Clinically proven to give you brightness from the first wash. Its wipes out dead skin cells so that you can say goodbye to skin dullness. This helps bring out the brightness locked inside which shows clearly after every use of Ponds Bright Beauty Facewash. This is truly your solution to a spot less and bright skin. Get glowing skin with every wash! Start your 3-step face care regime today with the Ponds Range. Step 1: Cleanse your face with the Ponds Bright Beauty Face Wash. Step 2: Moisturise your face with the Ponds Bright Beauty Day Cream. Step 3: Apply the Ponds BB+ Cream for the perfect day look.",
        "img": "https://rukminim2.flixcart.com/image/416/416/l1whaq80/face-wash/r/j/k/-original-imagdd3eptcg53sj.jpeg?q=70",
        "discountPrice":175,
        "price":  175,
        "rating": 4.3,
        "category": "Women",
        "brand": "POND's",
        "id": "women04"
    },
    {
        "name": "Mamaearth Vitamin C ",
        "description": "4 Inches unfilled punch bags, boxing punch bags, kicks bags twinned non tear unfilled punch bag ( can be used outside) chrome covered d rings with hanging chain Unfilled Bag with Zip top design for easy filling Stabilize your heavy punch bag with 45-pounds of Sand approx otherwise as Buyer Requirement Comes Unfilled can be filled with sand+ Free Bag Mitts Constructed of Non tear high-quality Mico Hide Leather, Fashioned with Heavy duty zip-fastened closure ,1 Pair of Hand Wraps with hanging chain for strength and endurance",
        "img": "https://rukminim2.flixcart.com/image/416/416/xif0q/fairness/d/l/a/10-vitamin-c-daily-glow-face-serum-with-vitamin-c-turmeric-for-original-imagmgq3yrgnznft.jpeg?q=70",
        "discountPrice":459,
        "price":  799,
        "rating": 4.2,
        "category": "Women",
        "brand": "Mamaearth",
        "id": "women05"
    },
    {
        "name": "MACHINE Watch",
        "description": "To register this product for the warranty, the customer has to visit www.fossilcare.com and mention the 'Internet Purchase' option and then select the 'Flipkart' option on the drop-down. While availing the warranty, they need to call the toll-free number that's on www.fossilcare.com. The product has to be registered if the user wants to claim the warranty.",
        "img": "https://rukminim2.flixcart.com/image/832/832/xif0q/watch/1/u/0/-original-imagsmxcfrpqstbf.jpeg?q=70",
        "discountPrice":7497,
        "price":  14995,
        "rating": 3.2,
        "category": "watches",
        "brand": "FOSSIL",
        "id": "watch02"
    },
    {
        "name": "Infinix SMART 7",
        "description": "You can take advantage of a wide range of outstanding features that complement your lifestyle with the amazing Infinix SMART 7 phone. You can show off your flair everywhere you go with this phone, which has a sizable 6000 mAh battery, up to 7 GB of RAM, and a 16.76 cm (6.6) HD+ Display that makes every image come to life. Also, you can enhance your online appearance with the SMART 7's 13 MP Dual Camera, which is crisp and clear. The powerful Dual Flash provides you with the optimal lighting to spotlight your subject while it is dark outside.",
        "img": "https://rukminim2.flixcart.com/image/416/416/xif0q/mobile/u/c/u/-original-imagnanh2yvpc4zx.jpeg?q=70",
        "discountPrice":6999,
        "price":  9999,
        "rating": 4.4,
        "category": "Phone",
        "brand": "Infinix",
        "id": "phone04"
    },
    
    {
        "name": "Pigeon cookto",
        "description": "Pigeon Polular cooktop is designed to suit all your cooking needs. The highly durable burners offers uniform heat condition for even heating of food, and enable you to cook effeciently in your kitchen. The hairline finish stainless steel body toughened glass and designer knobs make for an elegant kitchen accessory crafted to make you cooking comfortable and conventent.",
        "img": "https://rukminim2.flixcart.com/image/416/416/xif0q/gas-stove/e/l/v/-original-imagrzvn9ymmgsvj.jpeg?q=70",
        "discountPrice":1499,
        "price":  2999,
        "rating": 4.2,
        "category": "Kitchen",
        "brand": "Pigeon",
        "id": "kitchen02"
    },
    {
        "name": "DELL G15",
        "description": "High-performance and portable, the Lenovo IdeaPad Gaming Laptop offers you the flexibility of use. It is suitable for on-the-go gaming because of its sleek and lightweight design, allowing you to bring your high-performance gaming system to your college, or on trips. Additionally, this laptop's 11th generation Intel processor provides optimal performance. The GTX 1650 GPU also offers increased power for demanding gaming and content streaming, thanks to its 3rd generation tensor cores, 2nd generation raytracing, and NVIDIA's DLSS, Reflex, Broadcast, and Studio technologies.",
        "img": "https://rukminim2.flixcart.com/image/416/416/ks99aq80/computer/y/z/7/na-gaming-laptop-lenovo-original-imag5ve3jvhgvsnx.jpeg?q=70",
        "discountPrice":53990,
        "price":  70790,
        "rating": 3.3,
        "category": "Laptops",
        "brand": "DELL",
        "id": "lap01"
    },
    {
        "name": "Lenovo IdeaPad",
        "description": "The precise design of this Lenovo laptop ensures hassle-free daily use. Get a laptop with an 11th Generation Intel Core i5 Processor so it can genuinely handle all of your expectations and more. Additionally, it features an Intel Xe Graphics card, which enables thrilling gaming experiences. Furthermore, you can complete all of your responsibilities with Lenovo's Rapid Charge Technology without stopping to plug in, and when you do, you can charge your smartphone from 0 to 80% in around 30 minutes.",
        "img": "https://rukminim2.flixcart.com/image/416/416/xif0q/computer/7/p/i/-original-imagrh4denyatghe.jpeg?q=70",
        "discountPrice":46990,
        "price":  68190,
        "rating": 2.4,
        "category": "Laptops",
        "brand": "Lenovo",
        "id": "lap04"
    },
    {
        "name": "HP 15s",
        "description": "Appreciate this HP laptop's smooth operations and strong performance, which is packed with innovative features. With the help of a graphics card and processor from Intel's 12th generation, you can easily perform at your peak. Additionally, this laptop's integrated 4G LTE configuration and USB connections enable you to do your tasks quickly. Fast-booting technology on this laptop also makes it possible for you to take everything you need with you. Moreover, because of its modest weight, it is portable and a fantastic travel companion.",
        "img": "https://rukminim2.flixcart.com/image/416/416/xif0q/computer/i/1/i/-original-imagpxgrz9wzqa9g.jpeg?q=70",
        "discountPrice":89990,
        "price":  122990,
        "rating": 4.3,
        "category": "Laptops",
        "brand": "HP",
        "id": "lap05"
    },
    {
        "name": "Vegetable & Fruit Chopper ",
        "description": "Chop large pieces of fruit, vegetables, boneless meats, herbs, nuts, and even ice by hand with this handy chopper | Easy to maintain | Top Quality Function & Design of chopping blades are made of surgical stainless steel that won’t bend or rust and are designed for fast and even chopping. Equipped with an anti-skid base, handle, our bowl has the largest capacity on the market. The chopper features an oversized crank making it safer, more durable, and easier to control for desired results. Not just a food chopper, the Arcane Chopper is an all-in-one kitchen tool. Spin a few times for large chunks, spin more for smaller ones, and keep on turning if you want to puree the food inside. The clear bowl allows you to see exactly what's going on, and the sealed chamber contains smells and messes that would otherwise annoy you. Made from High ABS Green PC Unbreakable Plastic for long-lasting use. Versatile branded Perfect for slicing vegetables, chopping nuts, herbs, salsa, hummus, guacamole, and more.",
        "img": "https://rukminim2.flixcart.com/image/416/416/kxqg2a80/chopper/5/p/j/2022-new-black-arcane-original-imaga4dnvhju3dfs.jpeg?q=70",
        "discountPrice":223,
        "price":  1299,
        "rating": 4.1,
        "category": "Kitchen",
        "brand": "Arcane",
        "id": "kitchen03"
    },

    {
        "name": "POCO M6 Pro 5G",
        "description": "This Poco M6 Pro 5G is a resourceful smartphone helping you to carry out a horde of tasks effortlessly. Equipped with a 4nm Snapdragon processor, Turbo RAM for quick multitasking, 50 MP Dual AI Camera, and 5000 mAh mammoth battery capacity, this phone can be your best companion for all your voyages. It has a premium glass design that comes in a 16.24 cm (6.79) display and has a 90 Hz refresh rate for seamless navigation.",
        "img": "https://rukminim2.flixcart.com/image/416/416/xif0q/mobile/d/h/q/m6-pro-5g-mzb0eprin-poco-original-imags3e7vewsafst.jpeg?q=70",
        "discountPrice":12999,
        "price":  16999,
        "rating": 4.4,
        "category": "Phone",
        "brand": "POCO",
        "id": "phone01"
    },
    {
        "name": "REDMI 12",
        "description": "This Redmi 12 is a smartphone with various advantages. It comes with 128 GB of storage that can be expanded up to 1 TB, as well as 12 GB of RAM that helps to run the phone seamlessly. This phone is IP53 rated and has Corning Gorilla glass which makes the phone highly durable. It is powered by a MediaTek G88 processor that helps enhance the overall performance. The crystal clear50 MP camera lets you capture incredible photos and videos. With an exquisite glass finish, MIUI Dialer, and a powerful 5000 mAh battery, this phone lets you stay productive all the time.",
        "img": "https://rukminim2.flixcart.com/image/416/416/xif0q/mobile/k/j/n/-original-imags37gyajqxkgp.jpeg?q=70",
        "discountPrice":9999,
        "price":  14999,
        "rating": 4.1,
        "category": "Phone",
        "brand": "REDMI",
        "id": "phone02"
    },
    {
        "name": "vivo T2x 5G",
        "description": "With the superb Vivo T2x 5G, you can take advantage of great pictures and a flawless user experience. With the Vivo T2x 5G, you can experience exceptional performance owing to its 7 nm 5G CPU, the octa-core Dimensity 6020, with a top clock speed of 2.2 GHz. Additionally, the 50 MP main camera on this smartphone beautifully catches every detail you see. Additionally, Super Night Selfie employs noise cancellation technology in conjunction with an Aura Screen Light to produce a calming light that is effective in low light. The pioneering Extended RAM 3.0 technology also uses ROM to expand RAM with a maximum capacity of 8 GB. This enables smooth app switching and allows up to 27 active applications to run in the background.",
        "img": "https://rukminim2.flixcart.com/image/416/416/xif0q/mobile/4/h/e/-original-imagzjhwmsamexfk.jpeg?q=70",
        "discountPrice":15999,
        "price":  20999,
        "rating": 3.4,
        "category": "Phone",
        "brand": "vivo",
        "id": "phone03"
    }
    
]

